
	{
		"id": "http://zotero.org/users/6414126/items/NFIN7A5Q",
		"type": "article-journal",
		"abstract": "At a moment when disciplinary attentions are turning to the digital as a subject and object of geographic inquiry, we consider enduring contours and new directions in feminist digital geographies scholarship. We revisit the centrality of feminist critiques of Science to critical digital geographies and their predecessors, identifying axes of scholarly engagement that have emerged from feminist theory and praxis. Simultaneously, we acknowledge the resounding whiteness and heteronormativity of these theoretical origins. In the second half of the article, we trace new horizons of contemporary digital geographies scholarship that engage queer and critical race theory, postcolonial feminism, and black and queer code studies. These theoretical moves give voice to longstanding silences and are indispensable to a political and ethical digital geographic scholarship and praxis, as well as to re-making our technologies and ourselves as digital subjects.",
		"container-title": "Gender, Place & Culture",
		"DOI": "10.1080/0966369X.2018.1465396",
		"ISSN": "0966-369X",
		"issue": "5",
		"note": "publisher: Routledge\n_eprint: https://doi.org/10.1080/0966369X.2018.1465396",
		"page": "629-644",
		"source": "Taylor and Francis+NEJM",
		"title": "Feminist Digital Geographies",
		"URL": "https://doi.org/10.1080/0966369X.2018.1465396",
		"volume": "25",
		"author": [
			{
				"family": "Elwood",
				"given": "Sarah"
			},
			{
				"family": "Leszczynski",
				"given": "Agnieszka"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2021",
					8,
					10
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2018",
					5,
					4
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/6414126/items/HSZXSFIE",
		"type": "webpage",
		"abstract": "Welcome to Native Land. This is a resource for North Americans (and others) to find out more about local Indigenous territories and languages.",
		"container-title": "Native-land.ca - Our home on native land",
		"language": "en",
		"title": "native-land.ca",
		"URL": "https://native-land.ca/",
		"author": [
			{
				"family": "Temporano",
				"given": "Victor"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2021",
					8,
					10
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2015"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/6414126/items/IXSYQ6DL",
		"type": "article-journal",
		"container-title": "Cartographic Perspectives",
		"DOI": "10.14714/CP84.1363",
		"ISSN": "1048-9053",
		"issue": "84",
		"language": "en",
		"note": "number: 84",
		"page": "31-38",
		"source": "cartographicperspectives.org",
		"title": "Collectively Mapping Borders",
		"URL": "https://cartographicperspectives.org/index.php/journal/article/view/cp84-kelly",
		"author": [
			{
				"family": "Kelly",
				"given": "Meghan"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2021",
					8,
					10
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2016",
					8,
					18
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/6414126/items/I78HBR6M",
		"type": "book",
		"abstract": "MP3: The Meaning of a Format recounts the hundred-year history of the world's most common format for recorded audio. Understanding the historical meaning of the MP3 format entails rethinking the place of digital technologies in the larger universe of twentieth-century communication history, from hearing research conducted by the telephone industry in the 1910s, through the mid-century development of perceptual coding (the technology underlying the MP3), to the format's promiscuous social life since the mid 1990s.MP3s are products of compression, a process that removes sounds unlikely to be heard from recordings. Although media history is often characterized as a progression toward greater definition, fidelity, and truthfulness, MP3: The Meaning of a Format illuminates the crucial role of compression in the development of modern media and sound culture. Taking the history of compression as his point of departure, Jonathan Sterne investigates the relationships among sound, silence, sense, and noise; the commodity status of recorded sound and the economic role of piracy; and the importance of standards in the governance of our emerging media culture. He demonstrates that formats, standards, and infrastructures—and the need for content to fit inside them—are every bit as central to communication as the boxes we call \"media.\"",
		"edition": "0 edition",
		"event-place": "Durham",
		"ISBN": "978-0-8223-5287-7",
		"language": "English",
		"number-of-pages": "360",
		"publisher": "Duke University Press Books",
		"publisher-place": "Durham",
		"source": "Amazon",
		"title": "MP3: The Meaning of a Format",
		"title-short": "MP3",
		"author": [
			{
				"family": "Sterne",
				"given": "Jonathan"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2012",
					7,
					17
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/6414126/items/2X4G56EP",
		"type": "book",
		"abstract": "50TH ANNIVERSARY EDITION—WITH A NEW INTRODUCTION BY DAVID MITCHELL AND A NEW AFTERWORD BY CHARLIE JANE ANDERSUrsula K. Le Guin’s groundbreaking work of science fiction—winner of the Hugo and Nebula Awards.A lone human ambassador is sent to the icebound planet of Winter, a world without sexual prejudice, where the inhabitants’ gender is fluid. His goal is to facilitate Winter’s inclusion in a growing intergalactic civilization. But to do so he must bridge the gulf between his own views and those of the strange, intriguing culture he encounters...  Embracing the aspects of psychology, society, and human emotion on an alien world, The Left Hand of Darkness stands as a landmark achievement in the annals of intellectual science fiction.",
		"event-place": "New York, NY",
		"ISBN": "978-0-441-47812-5",
		"language": "English",
		"publisher": "Ace Books",
		"publisher-place": "New York, NY",
		"source": "Amazon",
		"title": "The Left Hand of Darkness",
		"title-short": "The Left Hand of Darkness",
		"author": [
			{
				"family": "Guin",
				"given": "Ursula K. Le"
			}
		],
		"issued": {
			"date-parts": [
				[
					"1987",
					1,
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/6414126/items/6GKS82SU",
		"type": "book",
		"abstract": "\"We have seen through many examples that data science and artificial intelligence can reinforce structural inequalities like sexism and racism. Data is power, and that power is distributed unequally. This book offers a vision for a feminist data science that can challenge power and work towards justice. This book takes a stand against a world that benefits some (including the authors, two white women) at the expense of others. It seeks to provide concrete steps for data scientists seeking to learn how feminism can help them work towards justice, and for feminists seeking to learn how their own work can carry over to the growing field of data science. It is addressed to professionals in all fields where data-driven decisions are being made, as well as to communities that want to better understand the data that surrounds them. It is written for everyone who seeks to better understand the charts and statistics that they encounter in their day-to-day lives, and for everyone who seeks to better communicate the significance of such charts and statistics to others. This is an example-driven book written with a broad audience of scholars, students, and practitioners in mind. It offers a way of thinking about data, both their uses and their limits, that is informed by direct experience, by a commitment to action, and by the ideas associated with intersectional feminist thought\"--",
		"call-number": "HQ1190 .D574 2020",
		"collection-title": "Strong ideas series",
		"event-place": "Cambridge, Massachusetts",
		"ISBN": "978-0-262-04400-4",
		"language": "en",
		"publisher": "The MIT Press",
		"publisher-place": "Cambridge, Massachusetts",
		"source": "Library of Congress ISBN",
		"title": "Data Feminism",
		"author": [
			{
				"family": "D'Ignazio",
				"given": "Catherine"
			},
			{
				"family": "Klein",
				"given": "Lauren F."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2020"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/6414126/items/7KTKTXHH",
		"type": "article-journal",
		"abstract": "At the heart of what drives the bulk of innovation and activity in Silicon Valley and elsewhere is scalability. This unwavering commitment to scalability -- to identify strategies for efficient growth -- is at the heart of what we refer to as \"scale thinking.\" Whether people are aware of it or not, scale thinking is all-encompassing. It is not just an attribute of one's product, service, or company, but frames how one thinks about the world (what constitutes it and how it can be observed and measured), its problems (what is a problem worth solving versus not), and the possible technological fixes for those problems. This paper examines different facets of scale thinking and its implication on how we view technology and collaborative work. We argue that technological solutions grounded in scale thinking are unlikely to be as liberatory or effective at deep, systemic change as their purveyors imagine. Rather, solutions which resist scale thinking are necessary to undo the social structures which lie at the heart of social inequality. We draw on recent work on mutual aid networks and propose questions to ask of collaborative work systems as a means to evaluate technological solutions and guide designers in identifying sites of resistance to scale thinking.",
		"container-title": "arXiv:2010.08850 [cs]",
		"note": "arXiv: 2010.08850",
		"source": "arXiv.org",
		"title": "Against Scale: Provocations and Resistances to Scale Thinking",
		"title-short": "Against Scale",
		"URL": "http://arxiv.org/abs/2010.08850",
		"author": [
			{
				"family": "Hanna",
				"given": "Alex"
			},
			{
				"family": "Park",
				"given": "Tina M."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2022",
					3,
					28
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2020",
					11,
					20
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/6414126/items/IPBXQGJF",
		"type": "speech",
		"title": "You and Your Research",
		"URL": "https://www.cs.virginia.edu/~robins/YouAndYourResearch.html",
		"author": [
			{
				"family": "Hamming",
				"given": "Richard"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2022",
					3,
					28
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"1986",
					3,
					7
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/6414126/items/JM4SQAWJ",
		"type": "chapter",
		"call-number": "Q335 .H394 1999",
		"container-title": "How We Became Posthuman",
		"event-place": "Chicago, Ill",
		"ISBN": "978-0-226-32145-5",
		"language": "en",
		"publisher": "University of Chicago Press",
		"publisher-place": "Chicago, Ill",
		"source": "Library of Congress ISBN",
		"title": "Contesting for the Body of Information: The Macy Conferences on Cybernetics",
		"author": [
			{
				"family": "Hayles",
				"given": "N. Katherine"
			}
		],
		"issued": {
			"date-parts": [
				[
					"1999"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/6414126/items/VDUU8GJU",
		"type": "article-journal",
		"abstract": "//static.cambridge.org/content/id/urn%3Acambridge.org%3Aid%3Aarticle%3AS1474745620000221/resource/name/firstPage-S1474745620000221a.jpg",
		"container-title": "World Trade Review",
		"DOI": "10.1017/S1474745620000221",
		"ISSN": "1474-7456, 1475-3138",
		"issue": "3",
		"language": "en",
		"note": "publisher: Cambridge University Press",
		"page": "485-488",
		"source": "Cambridge University Press",
		"title": "Straight Talk on Trade: Ideas for a Sane World Economy by Dani Rodrik Princeton University Press, 2018",
		"title-short": "Straight Talk on Trade",
		"URL": "https://www.cambridge.org/core/journals/world-trade-review/article/straight-talk-on-trade-ideas-for-a-sane-world-economy-by-dani-rodrik-princeton-university-press-2018/68FFB44EEA34E42104DEB198FCA691B0",
		"volume": "19",
		"author": [
			{
				"family": "Alcazar",
				"given": "Antonio Salvador M."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2022",
					3,
					28
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2020",
					7
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/6414126/items/6TDAUNF6",
		"type": "article-journal",
		"abstract": "Virtual reality (VR)’s newly virtuous identity as the ‘ultimate empathy machine’ arrives during an overtly xenophobic, racist, misogynist, and Islamophobic moment in the US and abroad. Its rise also overlaps with the digital industries’ attempts to defend themselves against increasingly vocal critique. VR’s new identity as an anti-racist and anti-sexist technology that engineers the right kind of feeling has emerged to counter and manage the image of the digital industries as unfeeling and rapacious. In this article, the author engages with VR titles created by white and European producers that represent the lives of black and Middle Eastern women and girls in Lebanon, Nairobi, and Paris. She argues that the invasion of personal and private space that documentary VR titles ‘for good’ create is a spurious or ‘toxic empathy’ that enables white viewers to feel that they have experienced authentic empathy for these others, and this digitally mediated compassion is problematically represented in multiple media texts as itself a form of political activism.",
		"container-title": "Journal of Visual Culture",
		"DOI": "10.1177/1470412920906259",
		"ISSN": "1470-4129",
		"issue": "1",
		"journalAbbreviation": "Journal of Visual Culture",
		"language": "en",
		"note": "publisher: SAGE Publications",
		"page": "47-64",
		"source": "SAGE Journals",
		"title": "Feeling good about feeling bad: virtuous virtual reality and the automation of racial empathy",
		"title-short": "Feeling good about feeling bad",
		"URL": "https://doi.org/10.1177/1470412920906259",
		"volume": "19",
		"author": [
			{
				"family": "Nakamura",
				"given": "Lisa"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2022",
					3,
					28
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2020",
					4,
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/6414126/items/7PFGPIYX",
		"type": "book",
		"abstract": "Draws on the author's extensive research from \"Proust and the Squid\" to consider the future of the reading brain and its capacity for critical thinking, empathy, and reflection in today's highly digitized world., A decade ago, Wolf's Proust and the Squid revealed what we know about how the brain learns to read and how reading changes the way we think and feel. Now, in a series of letters, Wolf describes her concerns-- and hopes-- about how digital mediums may be changing our brains. Wolf herself has found that her ability to read deeply has been impacted as she becomes increasingly dependent on screens. What could this mean for our future? -- adapted from jacket",
		"edition": "First edition.",
		"event-place": "New York, NY",
		"ISBN": "978-0-06-238878-0",
		"language": "eng",
		"publisher": "Harper, an imprint of HarperCollinsPublishers",
		"publisher-place": "New York, NY",
		"source": "mit.primo.exlibrisgroup.com",
		"title": "Reader, come home: the reading brain in a digital world",
		"title-short": "Reader, come home",
		"author": [
			{
				"family": "Wolf",
				"given": "Maryanne"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2018"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/6414126/items/RZ34BB2V",
		"type": "webpage",
		"abstract": "Mad travelers : reflections on the reality of transient mental illnesses -book",
		"language": "en",
		"title": "Mad travelers : reflections on the reality of transient mental illnesses - Massachusetts Institute of Technology",
		"title-short": "Mad travelers",
		"URL": "https://mit.primo.exlibrisgroup.com/discovery/fulldisplay/alma990008853170106761/01MIT_INST:MIT",
		"author": [
			{
				"family": "Hacking",
				"given": "Ian"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2022",
					3,
					28
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2006"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/6414126/items/W878ZZNE",
		"type": "book",
		"event-place": "New York",
		"ISBN": "978-0-8112-1378-3",
		"language": "eng",
		"number-of-pages": "296",
		"publisher": "New Directions",
		"publisher-place": "New York",
		"source": "mit.primo.exlibrisgroup.com",
		"title": "The rings of Saturn",
		"author": [
			{
				"family": "Sebald",
				"given": "W. G."
			}
		],
		"issued": {
			"date-parts": [
				[
					"1995"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/6414126/items/BVD6E6M6",
		"type": "book",
		"collection-title": "FSG Originals x Logic",
		"edition": "First edition.",
		"event-place": "New York",
		"ISBN": "978-0-374-53864-4",
		"language": "eng",
		"publisher": "Farrar, Straus and Giroux",
		"publisher-place": "New York",
		"source": "mit.primo.exlibrisgroup.com",
		"title": "What tech calls thinking: an inquiry into the intellectual bedrock of Silicon Valley",
		"title-short": "What tech calls thinking",
		"author": [
			{
				"family": "Daub",
				"given": "Adrian"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2020"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/6414126/items/FNLDJ9HT",
		"type": "article-journal",
		"abstract": "ion, defined in Computer Science (CS) as bracketing unnecessary information from diverse components within a system, serves as a central epistemological axis in CS disciplinary and pedagogical practices. Its impressions can be seen across curricula, syllabi, classroom structures, IT systems; and other dimensions of the epistemic infrastructure of CS (Malazita [Forthcoming]. “Epistemic Infrastructures, the Instrumental Turn, and the Digital Humanities.” In Debates in the Digital Humanities: Infrastructures, Institutions at the Interstices, edited by Angel Nieves, Siobhan Senier, and Anne McGrail. University of Minnesota Press). As we will argue in this essay, abstraction in CS serves as an epistemic, cultural, and ideological wall to integrated critical-technical education, rather than as a bridge. Further, this wall is disguised as a bridge: the common language used across CS and the Humanities gives the impression that abstraction can be leveraged as a boundary object (Star [2010]. “This is Not a Boundary Object: Reflections on the Origin of a Concept.” Science, Technology, & Human Values 35 (5): 601–617), as a point of connection among conflicting or incommensurable epistemic cultures (Knorr Cetina [1999]. Epistemic Cultures: How the Sciences Make Knowledge. Cambridge: MIT Press). Rather, computational knowledge practices leverage abstraction’s homographic-ness, epistemically structuring collaborative efforts in anti-political ways. To illustrate the impacts of abstraction, this essay will introduce ‘Critical CS1,’ a hybrid pedagogical approach to teaching Computer Science through feminist and critical race theory. However, other components of the epistemic infrastructures of Computer Science, from curricular structure, to IT systems, to classroom culture, to the epistemic practices of coding itself, resisted these intervention efforts, and reproduced marginalizing effects upon students within the course.",
		"container-title": "Digital Creativity",
		"DOI": "10.1080/14626268.2019.1682616",
		"journalAbbreviation": "Digital Creativity",
		"page": "1-13",
		"source": "ResearchGate",
		"title": "Infrastructures of abstraction: how computer science education produces anti-political subjects",
		"title-short": "Infrastructures of abstraction",
		"volume": "30",
		"author": [
			{
				"family": "Malazita",
				"given": "James"
			},
			{
				"family": "Resetar",
				"given": "Korryn"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2019",
					10,
					31
				]
			]
		}
	}
