[
  {"id": 1, "text": "They carry around in their hearts the corpses of past relationship and addicted to hurt as confirmation of identity."},
  {"id": 2, "text": "A person journeying far enough in any direction would eventually arrive at a point where the earth folded back up into the skyland, the home of the spirit of the game not only was the earth encompassed by a canopy from above, but below its thin surface rided the spirit of the dead, both animal and human each in separate village. Four or five steps separated these two distinct but related domains."},
  {"id": 3, "text": "Perhaps the most egregious thing we are taught is that we should just be really good at what’s already possible, to leave the impossible alone."},
  {"id": 4, "text": "Making the elsewhere and elsewhen of desiring otherwise."},
  {"id": 5, "text": "Gold forms the rings and necklaces given to your truest love; it commemorates your weddings, your scientific breakthroughs, your Olympic champions…It is the king of your dreams and the alibi of your noble lies."},
  {"id": 6, "text": "“THIS GUY SAYS HE LOVES HER,” we bellowed at my startled partner, who happened to return from outside at the moment of the film’s climax. “BUT LIKE, HE’S FILMING HER WHILE SHE BLEEDS OUT.”"},
  {"id": 7, "text": "We no longer face a straight way forward but a path of circles superimposed on one another, linking into one another, epicycles of information that undermine themselves and one another. Rather than composition, one might better speak of the decomposition of the world. We face absurdity. … The linear, historical perspective cannot be preserved in an absurd universe."},
  {"id": 8, "text": "that is why all definitions of words are made in vain; starting from words in defining things is a bad procedure."},
  {"id": 9, "text": "What is at stake in developing a technology that could irreversibly affect the environment when land is ancestor and when the well-being of that land directly reflects the well-being of the community it sustains?"},
  {"id": 10, "text": "In speaking for myself, I (momentarily) create my self---just as much as when I speak for others I create them as a public, discursive self, a self which is more unified than any subjective experience can support."},
  {"id": 11, "text": "Refusal is not just a “no,” but a redirection to ideas otherwise unacknowledged or unquestioned. Unlike a settler colonial configuration of knowledge that is petulantly exasperated or resentful of limits, a methodology of refusal regards limits on knowledge as productive, as indeed a good thing."}
]
